{
  "pastas": [
    "Spaghetti",
    "Macaroni",
    "Ravioli",
    "Cannelloni",
    "Linguine",
    "Lasagne",
    "Rigatoni",
    "Tortellini",
    "Penne",
    "Fettuccine",
    "Pappardelle",
    "Orzi",
    "Bucatini",
    "Fusilli",
    "Vermicelli",
    "Orecchiette",
    "Fregula",
    "Taglierini",
    "Farfalle",
    "Manicotti",
    "Cavatelli",
    "Paccheri",
    "Capellini",
    "Agnolotti",
    "Strozzapreti",
    "Cavatappi",
    "Ziti",
    "Trofie",
    "Garganelli",
    "Conchiglie",
    "Casarecce",
    "Rotini",
    "Pizzoccheri",
    "Ditalini",
    "Ptitim",
    "Gemelli",
    "Scialatielli",
    "Cappelletti",
    "Capelli d’angelo",
    "Bigoli",
    "Calamarata",
    "Mezzelune",
    "Bavette",
    "Creepypasta",
    "Kennith Linguine",
    "Rotelle"
  ],
  "jokes": [
    "What do you call a fake noodle? An impasta.",
    "My friend said they were cold, so I told them to sit in a corner. It was 90 degrees.",
    "Last night I dreamt I was a muffler. I woke up exausted.",
    "Our wedding was so beautiful, even the cake was in tiers.",
    "I hate jokes about german sausages, They're the wurst.",
    "What did the grape do when he got stepped on? He let out a little wine.",
    "\"Dad, I'm hungry.\" Hi Hungry, I'm Dad!",
    "Why couldn't the bicycle stand up by itself? It was two tired.",
    "What do you call somebody with no body and no nose? Nobody knows.",
    "\"Dad, can you put the cat out?\" I didn't know it was on fire!",
    "Wanna hear a joke about paper? Nevermind its tearable.",
    "Why do bees hum? Because they don't know the words.",
    "Why don't skeletons ever go trick or treating? Because they have no body to go with.",
    "\"Hey I'll call you later.\" Don't call me later, call me Dad.",
    "Did you hear about the guy who invented the knock knock joke? He won the 'no-bell' prize",
    "I am terrified of elevators, I'm going to start taking steps to avoid them.",
    "This graveyard looks overcrowded, people must be dying to get in there.",
    "Don't trust atoms, They make up everything.",
    "What do you call a sketchy Italian neighborhood? The Spaghetto.",
    "What do you call cheese that isn't yours? Nacho Cheese.",
    "Why did the scarecrow win an award? Because he was outstanding in his field.",
    "Did you hear about the factory that exploded in France? There was nothing left but de Brie.",
    "Did you hear about the restaurant on the moon? Great food, no atmosphere.",
    "Why did the coffee file a police report? It got mugged.",
    "I knew I shouldn't have had the seafood, I'm feeling a little eel.",
    "I bought shoes from a drug dealer once, I don't know what he laced them with, but I was tripping all day.",
    "My wife is on a tropical food diet, the house is full of stuff, It's enough to make a mango crazy.",
    "What do you call a pony with a sore throat? A little horse.",
    "I just watched a program about beavers. It was the best dam program I've ever seen.",
    "How does a penguin build it's house? Igloos it together.",
    "Dad, did you get a haircut? No I got them all cut.",
    "Dad, can you put my shoes on? No, I don't think they'll fit me.",
    "What do you call an elephant that doesn't matter? An irrelephant.",
    "Want to hear a joke about construction? I'm still working on it.",
    "I wouldn't buy anything with velcro. It's a total rip-off.",
    "The shovel was a ground-breaking invention.",
    "Whenever the cashier at the grocery store asks my dad if he would like the milk in a bag he replies, \"No, just leave it in the carton!\"",
    "5/4 of people admit that they’re bad with fractions.",
    "Two goldfish are in a tank. One says to the other, \"do you know how to drive this thing?\"",
    "What do you call a man with a rubber toe? Roberto.",
    "What do you call a fat psychic? A four-chin teller.",
    "I would avoid the sushi if I was you. It’s a little fishy.",
    "To the man in the wheelchair that stole my camouflage jacket... You can hide but you can't run.",
    "The rotation of earth really makes my day.",
    "I thought about going on an all-almond diet. But that's just nuts.",
    "What's brown and sticky? A stick.",
    "I’ve never gone to a gun range before. I decided to give it a shot!",
    "Why do you never see elephants hiding in trees? Because they're so good at it.",
    "Did you hear about the kidnapping at school? It's fine, he woke up.",
    "A furniture store keeps calling me. All I wanted was one night stand.",
    "I used to work in a shoe recycling shop. It was sole destroying.",
    "Did I tell you the time I fell in love during a backflip? I was heels over head.",
    "What type of shoes do robbers wear? Sneakers.",
    "Everything is made in China. Except for babies. Their made in VaChina.",
    "Scientists found a new way to warm up in the winter: go to the corner of a room, it is always 90 degrees.",
    "At work we have a printer we nicknamed bob marley. Its always jammin'",
    "A guy walks into a bar, and he says: \"ouch\"",
    "What do you call a deer with no legs? a No-Eyed Deer.",
    "What do you call another deer with no legs? Still No-eyed deer.",
    "Today at the bank, an old lady asked me to check her balance, so I pushed her over.",
    "What is the best thing to take into the desert? A thirst-aid kit!",
    "Where do hampsters come from? Hampsterdam!",
    "What did the mayonnaise say to the dresser? Close the door I'm dressing.",
    "What did the judge say when Bill but the cheese? Odor in the court!",
    "What do sweet potatoes wear to bed? Their yammies!",
    "What do you get when you cross an alien with a crybaby? An unidentified crying object!",
    "What did the hopeless romantic say to the photographer? \"Some day, my prints will come.\"",
    "what do you do with a guy like Fred who thinks hes a gift to women? You exchange him.",
    "What happens when you sing country music backwards? You get your job and your wife back.",
    "Why did the bone doctor take a vacation? He needed a break.",
    "What kind of camp do janitors go to? Sweep-away camp.",
    "What lies at the bottom of the sea and shivers? A nervous wreck!",
    "What do you call a monster that flies a kite in the middle of a lightning storm? Benjamin Franklinstein!",
    "Where do football directors go when they are fed up? The bored room!",
    "Why didn't the dog want to play football? He was a boxer.",
    "How do guys like shaggy sort their laundry? \"Dirty\", and \"Dirty but wearable\"",
    "Why did the traveler bring a hammer on vacation? He wanted to hit the road!",
    "Did you hear about the private beach? It's so exclusive, even the tide can't get in!",
    "What makes the Leaning Tower Of Pisa lean? It doesn't eat much.",
    "What is the most slippery country in the world? Greece!",
    "What is the worst thing you're likely to find in a school cafeteria? The food!",
    "Whats the difference between a teacher and a train? The teacher says \"Get that gum out of your mouth!\", the train says \"Chew Chew\"",
    "What's a forum? Two-um plus two-um!",
    "Why did the bald man put a rabbit on his head? He needed the hare!",
    "What did the apple say to the worm? You're boring me.",
    "What do you get when you drop a red hat into the red sea? A wet hat!",
    "What goes farther the slower it goes? Money.",
    "How can you make a slow horse fast? Don't give it anything to eat!",
    "How many lions can you put into an empty cage? One, after that it isn't empty anymore.",
    "How do you get an alien to sleep? You rocket."
  ],
  "embarrassingThings": [
    "When are you going to tell that girlfriend you talk about (but don't have) that you're gay?",
    "Is this your girlfriend, son?",
    "OwO whats this? *nyuzzwes youw buwge*",
    "My steam library only has hentai games.",
    "I only go outside to buy food and not die.",
    "I jack off to My Little Pony porn every night.",
    "I stayed up to 9:01 PM, but my bedtime is 9:00 PM. TAKE THAT MOM!",
    "I am sexually attracted to nail clippings.",
    "I am a gamer, therefore, I am better than you.",
    "Naruto and Dragon Ball Z are the two greatest animes in the universe. Change my mind.",
    "I have 8 fursuits, one for each day, and one for when another is being cleaned.",
    "I torrented Fortnite.",
    "I own a bad dragon toy.",
    "I go onto r/funny daily.",
    "My mom follows me on social media.",
    "I play PC games with a Steam Controller.",
    "I own a cum sock.",
    "I listen to the billboard top 100 every week.",
    "My parents gave me PS Move instead of the Wii for Christmas.",
    "I spend every bit of free time I have making shitty memes to hide my suicidal thoughts.",
    "I spent 2 hours learning how to make a new folder on my computer.",
    "I am part of the hacker group known as 4chan.",
    "I cried myself to sleep when I found out that my favorite chair had a dent in it.",
    "I've got a real pants shitting situation over here.",
    "I get legitimetly scared when I play five nights at freddy's.",
    "I constantly think about my Mom and my sexual feelings toward her.",
    "It took me a full day to beat the first level of Super Mario Bros.",
    "I'm such an incompetant father that I cant even play catch with my son.",
    "I genuinely like the nutshack.",
    "I am a fan of [political figure].",
    "I held my pee in for a whole hour during fantastic beasts and where to find them.",
    "Video gamers rock! Brofist!",
    "I legitimetly find Dad Bot funny.",
    "I have a 1 inch penis, erect.",
    "I respond with \"^\" to everything because I'm too dumb to have an original thought of my own.",
    "my favorite emote is :joy:",
    "I hate dad bot.",
    "I have a crush on the map from dora the explorer.",
    "I learned japanese to watch hentai.",
    "I couldn't teach my son how to ride a bike cause I can't ride one myself.",
    "I made a discord server where exactly 3 people joined, they where my alt accounts.",
    "I have a kink for Pajama's.",
    "I ran out of ideas.",
    "I set my favorite 3ds game to system settings because I thought I was being clever.",
    "I masturbate to some things that can't be public.",
    "I still wet the bed.",
    "I still play mario 64.",
    "I wanna fuck rowlet.",
    "I spam d!embarrass because I am very narcissistic and want to see my face on a bot.",
    "Does anyone here know how to download club penguin?",
    "Paul Blart: Mall Cop is my favorite movie.",
    "My dad works for minecraft dont fuck with me or he will hack you.",
    "I spent several weeks with no sleep making a shitty dad joke bot.",
    "I want to fuck litten.",
    "I have a crush on my chair.",
    "I set my status to invisible just to annoy my friends.",
    "I spent 48 hours working on a video to explain half a presses.",
    "delet this.",
    "I want to have sexual relations with a seal from pokemon.",
    "I want to die on a daily basis.",
    "I have toesucker in my Tinder bio.",
    "I once deep fried a vibrator.",
    "The last time I peed myself was a year ago.",
    "My porn collection is a stack of anatomy textbooks.",
    "The only time I ever go outside is for school.",
    "I go through 3 armpit towels everyday.",
    "The only girl I had a crush on was pinkalicious.",
    "I had to go through 1st grade more than once, 7 times to be exact.",
    "I still play Animal Crossing.",
    "Sans Undertale is my daddy.",
    "I still unironically have a crush on the Onceler.",
    "I have sexual fantasies about The Creator Of Homestuck, Andrew Hussie every night.",
    "I use Tumblr and I'm deeply in love with the Tumblr Staff.",
    "I jizz in my pants when I hear the word \"happiness\" because it has the sound \"penis\" at the end.",
    "I decided to taste the sweat in my armpit because I wondered if it tasted the same way it smelled.",
    "When no-one is looking, I twerk at myself in the mirror.",
    "I jack off in Goodwill changing stalls.",
    "I once peed in a coffee cup while in the middle of a video game marathon and I still drink coffee out of it.",
    "Hitler-chan is my favorite anime waifu.",
    "I'm too scared to meet real girls so I get my granny to show me her granddaughters.",
    "My Dad doesn't know I watch porn, I watch Hentai. Every time my Dad comes in, I just say I'm watching a cartoon.",
    "I'm jealous of people who look more attractive, so I mark their posts on tumblr as sexual to flag them down.",
    "I had sex with a cactus...",
    "Well I fucked up my sex life just cause I found a trap attractive.",
    "One time, I sneezed and my tampon shot out of me like a missile.",
    "One time when I was drunk, I offered to trade my best friend for Taco Bell.",
    "I use and throughly like airpods.",
    "Trollface is my favorite meme. PROBLEM?",
    "I had to practice French kissing with my cat for three years. Yeah he's still better at it than me...",
    "I watch hentai.",
    "If my octopus waifu were real, she'd be very disappointed in me.",
    "Do you no de wae???",
    "My grandma runs faster than me, and she's 95 with arthritis.",
    "Ur Dad gey LOLOLOLOL",
    "I was sitting on the toilet and my lips touched my dick on accident.",
    "I once masturbated to an extra thicc piece of wood.",
    "I have a crush on my siblings.",
    "I like to Google \"big clocks\" and sometimes I leave the L in clocks out on purpose ;)",
    "My dad taught me how to find gay hentai.",
    "My Mom encouraged my gayness, then she found out I was a girl.",
    "I'm attracted to overweight Italian plumbers because I want to be like Princess Peach.",
    "I have a secret fetish for toes.",
    "Earth Chan is my go-to waifu.",
    "For Halloween I was a syphilitic donkey.",
    "I thought Shrek 3 wasn't bad.",
    "I think Uganda Knuckles is a funny and relevent meme.",
    "I own a sonic body pillow and I kiss it every night before I go to sleep.",
    "I just became a slut to a cottonswab.",
    "OMG Veggietales! My favorite anime!",
    "I unironically watch Ali-A.",
    "I'm subscribed to Morgz and his family.",
    "I got my parents to buy me a Macbook for gaming",
    "yeah I post to r/dankmemes and r/dogelore",
    "I unironically use 69 in my usernames.",
    "I have a GameInformer subscription.",
    "Thanks for the gold kind stranger!",
    "Who's Brian and why is he in my head??!!",
    "My favorite anime is Boku no pico.",
    "I vomit over my girlfriend while she’s sleeping and clean it all up before she wakes up.",
    "I watch incest porn on my tablet while I cook lasagna and broccoli with chocolate covered pudding.",
    "I got Twitch affiliate by cleaning my room on stream.",
    "I use Discord Light Theme."
  ],
  "mio": [
    "https://i.imgur.com/WJqCmO0.jpg",
    "https://i.imgur.com/Dl31e4s.jpg",
    "https://i.imgur.com/fKtq4yU.jpg",
    "https://i.imgur.com/HpFRgYA.jpg",
    "https://i.imgur.com/TvuAzuy.jpg",
    "https://i.imgur.com/Ll2I9UD.jpg",
    "https://i.imgur.com/sIrCa05.png",
    "https://i.imgur.com/oHj2bv4.jpg",
    "https://i.imgur.com/lk5byPK.jpg",
    "https://i.imgur.com/ihgNAOs.jpg",
    "https://i.imgur.com/pXGbvro.jpg",
    "https://i.imgur.com/spOJfM8.jpg",
    "https://i.imgur.com/nPFXGvX.jpg",
    "https://i.imgur.com/ovhlMeO.jpg",
    "https://i.imgur.com/M1NWWhI.jpg",
    "https://i.imgur.com/9G7fHm7.jpg",
    "https://i.imgur.com/bc3lpxn.jpg",
    "https://i.imgur.com/B4BvW2L.jpg",
    "https://i.imgur.com/EcTXutK.jpg",
    "https://i.imgur.com/LNG0tk7.jpg",
    "https://i.imgur.com/sTptjAF.jpg",
    "https://i.imgur.com/3BA3cvL.jpg",
    "https://i.imgur.com/3BA3cvL.jpg",
    "https://i.imgur.com/Pf4sdCG.jpg",
    "https://i.imgur.com/XZNWJ8R.jpg",
    "https://i.imgur.com/oISgaIA.jpg",
    "https://i.imgur.com/irrNoEG.jpg",
    "https://i.imgur.com/0ee4muM.jpg",
    "https://i.imgur.com/ninh7HF.jpg",
    "https://i.imgur.com/ddZhVj3.jpg",
    "https://i.imgur.com/HNCs0FP.jpg",
    "https://i.imgur.com/g2Sgush.jpg",
    "https://i.imgur.com/rUJstbs.jpg",
    "https://i.imgur.com/h7bc97d.jpg",
    "https://i.imgur.com/YGEabhW.png",
    "https://i.imgur.com/JlKdVZk.jpg",
    "https://i.imgur.com/YTcGryv.jpg",
    "https://i.imgur.com/PBF9LyE.jpg",
    "https://i.imgur.com/2UGokVT.jpg",
    "https://i.imgur.com/NmO2lhl.jpg",
    "https://i.imgur.com/HPKYvUJ.jpg",
    "https://i.imgur.com/PbAMmYd.jpg"
  ],
  "kumiko": [
    "https://i.imgur.com/Mkx6TgF.png",
    "https://i.imgur.com/WRWBtk6.png",
    "https://i.imgur.com/97KWSe8.png",
    "https://i.imgur.com/NDWPmOf.png",
    "https://i.imgur.com/U5khr9T.png",
    "https://i.imgur.com/cr695ef.png",
    "https://i.imgur.com/BxgfgMX.png",
    "https://i.imgur.com/EwaFkTJ.png",
    "https://i.imgur.com/u9CJHHa.png",
    "https://i.imgur.com/IWdHKs1.png",
    "https://i.imgur.com/viyaRJG.png",
    "https://i.imgur.com/oUhojhi.png",
    "https://i.imgur.com/WQPRSXm.png",
    "https://i.imgur.com/sGjQnKr.png",
    "https://i.imgur.com/zdAd4Va.png",
    "https://i.imgur.com/6pC5nEy.png",
    "https://i.imgur.com/ll5VaNU.png",
    "https://i.imgur.com/762g9js.png",
    "https://i.imgur.com/j4VitzI.png",
    "https://i.imgur.com/M9kbaaf.png",
    "https://i.imgur.com/ahExJmv.png",
    "https://i.imgur.com/d3RQ1PP.png",
    "https://i.imgur.com/kwC8mPm.png",
    "https://i.imgur.com/zduPkgo.png",
    "https://i.imgur.com/KG1Zvcw.png",
    "https://i.imgur.com/b6GvPIs.png",
    "https://i.imgur.com/Ri3nZxh.png",
    "https://i.imgur.com/gMjU8fE.png",
    "https://i.imgur.com/qz2MG61.png",
    "https://i.imgur.com/4MoIlrZ.png",
    "https://i.imgur.com/VjHCxqx.png",
    "https://i.imgur.com/fxAdmm7.png",
    "https://i.imgur.com/PG8Hlq8.png",
    "https://i.imgur.com/kzCGDEq.jpg",
    "https://i.imgur.com/YkhBpo7.png",
    "https://i.imgur.com/VDv4kXC.jpg",
    "https://i.imgur.com/kcu88yK.jpg",
    "https://cdn.discordapp.com/attachments/536982823631061014/618983481480839179/2Q.png",
    "https://cdn.discordapp.com/attachments/536982823631061014/618983437667401758/2Q.png",
    "https://cdn.discordapp.com/attachments/536982823631061014/618983342762754096/Z.png",
    "https://cdn.discordapp.com/attachments/536982823631061014/618983314581094420/Z.png"
  ],
  "dadsDabbing": [
    "https://cdn.discordapp.com/attachments/619304647462486026/619306673143676939/9k.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619306700054331402/Z.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619306774389981234/images.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619307838090510349/download_5.jpg",
    "https://cdn.discordapp.com/attachments/619304647462486026/619307875545907202/download_4.jpg",
    "https://cdn.discordapp.com/attachments/619304647462486026/619307994244448256/Z.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619308035038511104/2Q.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619308072505966659/Z.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619308111550742558/Z.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619308241314381834/images.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619308382125293601/qvruya7qth7z.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619308746685939732/9k.png",
    "https://cdn.discordapp.com/attachments/619304647462486026/619308884732936214/images.png"
  ],
  "advice": [
    "Being happy is not something that you can just say \"happy now\" and be happy, you first have to give up.",
    "It's ok to be gay, but it's not ok to be a gay furry.",
    "Don't push while you're in the bathroom, you'll blow a gasket.",
    "get off discord and go do something productive with your spare time",
    "if you get insulted say no u and if that doesn’t work pull out the uno reverse card",
    "if you're poor be rich",
    "if your about to die, don’t die",
    "Lol stands for Lots Of Love",
    "Eat enough beet roots and your poop will become pink",
    "if you eat enough carrots you turn ornage",
    "run"
  ]
}
